{
    "who sang for pink floyd?": "David Gilmour",
    "what is epilepsy?": "a group of neurological disorders characterized by seizures caused by abnormal bursts of electrical activity in the brain.",
    "woodrow wilson was president of which university?": "None specified.",
    "number of gold medals won by india in hockey?": "8",
    "what is the name of dormitory of naga?": "Gloucester House",
    "what is shakespeare's nickname?": "\"The Bard of Staten Island\" and \"The Merchant of Menace\"",
    "when did season 4 of grace and frankie start?": "No relevant content found.",
    "who played the role of chandler bing in the tv series friends?": "Matthew Perry",
    "what was the name of the first russian astronaut to do a spacewalk?": "Alexey Leonov",
    "what are canada's two territories?": "Yukon and Northwest Territories",
    "what country was theodor schwann born in?": "unknown (not mentioned in context)",
    "where was the battle of waterloo held?": "Braine-l'Alleud and Lasne",
    "who became president after harding died?": "Calvin Coolidge",
    "what is ozone depletion?": "global loss of ozone",
    "when were the phillies founded?": "1902",
    "who developed the vaccination against polio?": "Jonas Salk",
    "during which season do most thunderstorms occur?": "spring and summer",
    "where was the lion king musical first performed?": "Minneapolis",
    "when was the triangle shirtwaist fire?": "March 25, 1911",
    "what is the islamic counterpart to the red cross?": "Red Crescent",
    "what is the major religions practiced in israel?": "Christianity",
    "when was the new world trade center finished?": "No relevant information provided.",
    "where does the last name mcleod come from?": "Her father's last name.",
    "what year did the titanic start on its journey?": "1912",
    "where did the founder of google go to college?": "Southern California, Stanford, UC Berkeley",
    "when was algeria colonized?": "1835-1903",
    "who is called as metro man of india?": "E. Sreedharan",
    "where is the second circuit court of appeals located?": "Los Angeles (in the Civic Center)",
    "when was the first bank of the united states?": "1791",
    "what are the poconos?": "a NASCAR track",
    "what is cryogenics?": "the study of low temperatures and their effects on materials and systems",
    "in which country would you find the champs elysees 1. spain 2. france?": "France",
    "what does the technical term isdn mean?": "Integrated Services Digital Network",
    "what is die-casting?": "a manufacturing process",
    "what is caffeine?": "a CNS stimulant",
    "who is covered by the right to financial privacy act?": "customers of financial institutions",
    "where can salivary amylase be found in the body?": "saliva",
    "who created the board game pictionary?": "Robert Angel",
    "how many pounds in a U.S. ton?": "approximately 2,204.62 pounds",
    "what year did the titanic sink?": "1912",
    "who won ms. american in 1989?": "Gretchen Polhemus",
    "how old you have to be to buy cigarettes in texas?": "unknown/irrelevant (not mentioned in context)",
    "who wrote these are the days of our lives?": "Irna Phillips and William J. Bell",
    "what american composer wrote the music for \"west side story\"?": "Leonard Bernstein",
    "what type of polymer is used for bulletproof vests?": "polyethylene",
    "kuchipudi is a dance form of which state?": "Andhra Pradesh",
    "what hotel was used for a setting of the agatha christie novel, \"and then there were none\"?": "Burgh Island's Art Deco-style hotel",
    "when was babe ruth born?": "N/A - The context does not provide information on Babe Ruth's birthdate.",
    "largest airline in the world in terms of passengers carried?": "American Airlines Group",
    "who were the sponsor of the icc world cup when it was hosted outside england for the first time?": "N/A - the question is not asking about a specific instance of the ICC World Cup being hosted outside of England.",
    "what culture built the great pyramid of giza?": "unknown",
    "what is the speed of light?": "one step per generation in Conway's Game of Life",
    "what precious stone is a form of pure carbon?": "diamond",
    "what is charlie's surname in charlie and the chocolate factory?": "Bucket",
    "what is amoxicillin?": "a β-lactam antibiotic",
    "in poland, where do most people live?": "dispersed throughout the country",
    "what is angiotensin?": "a protein hormone",
    "when was the last deal or no deal cancelled?": "2009-2010 season",
    "what were christopher columbus' three ships?": "Santa María, La Pinta, La Niña",
    "who discovered america?": "John Cabot",
    "what was elie wiesel's father's name?": "Shlomo Elisha Wiesel",
    "what king signed the magna carta?": "John",
    "what is the most common kind of skin cancer in the u.s.?": "skin cancer",
    "in what year did the hindenberg crash?": "1937",
    "where was joe biden a senator?": "United States",
    "what kind of guitar does lindsey buckingham play?": "unknown",
    "what is the most frequently spoken language in the netherlands?": "Dutch",
    "george bush purchased a small interest in which baseball team?": "No answer, the context is about Donie Bush, not George Bush.",
    "where does the greatest distortion in a cylindrical mercator projection occur?": "at the poles",
    "which element in period 3 is the most reactive metal?": "sodium",
    "what is the population of venezuela?": "No answer provided. The context provides various population statistics for different years, but no single population figure for Venezuela.",
    "who was the 21st u.s. president?": "Andrew Jackson",
    "what island is half greek and half turkish?": "Cyprus",
    "what year did hitler die?": "1945",
    "what kind of currency does cuba use?": "Cuban convertible peso",
    "what is sake?": "There is no relevant answer to this question based on the given context.",
    "how big is our galaxy in diameter?": "approximately one megaparsec",
    "what condition does michael j fox have?": "Parkinson's disease.",
    "where was the movie the river runs through it filmed?": "information not provided",
    "who does maggie grace play in taken?": "Kim Mills",
    "how many states are in the united stares?": "50",
    "what river flows between fargo, north dakota and moorhead, minnesota?": "Red River",
    "where is ayer's rock?": "No answer provided (context does not contain relevant information)",
    "what does usps stand for?": "United States Postal Service",
    "who played dumbledore in the philosopher's stone?": "David de Keyser",
    "when was the nfl established?": "1920",
    "what state in the us has the most counties?": "Texas",
    "who paid for the building of the colosseum?": "Paterno Brothers",
    "what president became chief justice after his presidency?": "none (Earl Warren was appointed by President Eisenhower while he was governor of California)",
    "where is perth?": "Eastern Ontario, Canada.",
    "what was the name of the plane lindbergh flew solo across the atlantic?": "Spirit of St. Louis",
    "what is california's state tree?": "oak",
    "what is leukemia?": "a disease involving malignant white blood cells",
    "what does nasa stand for?": "National Auto Sport Association",
    "what year did the u.s. buy alaska?": "1867",
    "which american idol contestant has sold the most records?": "Carrie Underwood",
    "what type of government does burma (myanmar) have?": "unitary state",
    "where was ted kennedy buried?": "Arlington National Cemetery",
    "what is desktop publishing?": "producing documents using computer software",
    "what are the colors of the german flag?": "black, red, and gold",
    "where is the mason/dixon line?": "between Pennsylvania and Maryland",
    "where are the british crown jewels kept?": "Royal Collection of Gems and Jewels",
    "what is the ph scale?": "a measure of acidity",
    "who was the prime minister of canada in 1998?": "Brian Mulroney",
    "when did princess diana and prince charles get married?": "N/A - The question is not relevant to the given context.",
    "who played princess leia in star wars movies?": "Carrie Fisher",
    "what was the name of jacques cousteau's ship?": "Calypso",
    "what is another name for vitamin b1?": "Riboflavin is not another name for vitamin B1. It is a different B vitamin. Vitamin B1 is also known as thiamine.",
    "when did elvis presley die?": "August 16, 1977.",
    "how fast is the speed of light?": "one step per generation",
    "what is bangers and mash?": "a dish of sausages and mashed potatoes",
    "which country is to the north of the united states of america?": "Canada",
    "what do the initials cpr stand for?": "Corporate Punishment Records",
    "what is the brightest star visible from Earth?": "Sirius",
    "who played harmonica in led zeppelin you shook me?": "No harmonica was played in Led Zeppelin's version of \"You Shook Me.\"",
    "who was the winner of the 2009 nobel peace prize?": "Barack Obama",
    "how far is it from denver to aspen?": "185 miles",
    "who developed new theories on measuring time and space?": "Einstein and Minkowski",
    "what does the acronym nasa stand for?": "National Auto Sport Association",
    "what do you call a word that is spelled the same backwards and forwards?": "palindrome",
    "what is neurology?": "medical discipline that diagnoses and treats diseases of the nervous system.",
    "when was the san francisco fire?": "The context does not provide a specific date for the San Francisco fire.",
    "how far is santa clara california from san francisco california?": "45 miles",
    "when was the boston tea party?": "January 20, 1967",
    "who sings the song i want to know?": "Doris Day",
    "when is st. patrick's day?": "There is no context or question provided.",
    "when was nepal divided into 7 provinces in nepali date?": "The answer is not provided in the given context.",
    "who was the first woman on the united states supreme court?": "Florence Ellinwood Allen",
    "where is milan?": "Indiana, USA",
    "name of the bird in the lion king?": "There are multiple birds in The Lion King, so there is no single answer to this question. Some of the birds featured in the movie include Zazu (a hornbill), Rafiki (a mandrill), and various tribal bird dancers in The Lion King Celebration parade.",
    "how many premier league titles has man utd won?": "N/A (The context is about the Bradford Premier League, not Manchester United)",
    "what is nuclear power?": "a low carbon power generation method",
    "who does donald glover play in lion king?": "I'm sorry, this question is not relevant to the given context.",
    "what is the name of the chocolate company in san francisco?": "Guittard Chocolate Company",
    "what is the street address of the white house?": "The context is about AKA White House, not the actual White House. There is no answer to this question within this context.",
    "how long did rip van winkle sleep?": "unknown/undefined",
    "what is the name of the first cartoon with sound?": "\"Steamboat Willie\"",
    "what color does litmus paper turn when it comes into contact with a strong acid?": "blue",
    "what is semolina?": "coarse wheat middlings",
    "icc world cup outside england first time sponsor?": "No answer provided. (The question is unclear and contains errors.)",
    "how many teams in fa cup fourth round?": "16",
    "what is pectin?": "Latin for comb",
    "what was the man's name who was killed in a duel with aaron burr?": "Alexander Hamilton",
    "what is the distance in miles from the earth to the sun?": "3,391,000 miles",
    "what city's newspaper is called \"the enquirer\"?": "New York City",
    "what kind of dog was toto in the wizard of oz?": "Cairn Terrier",
    "what is another astronomic term for the northern lights?": "Aurora Borealis",
    "what does nafta stand for?": "North American Free Trade Agreement",
    "where is the mayo clinic?": "Jacksonville, Florida (and also in Phoenix/Scottsdale, Arizona and Rochester, Minnesota)",
    "what character did liv tyler play in lord of the rings?": "unknown (not mentioned in context)",
    "who was elected president of south africa in 1994?": "Nelson Mandela",
    "what is the symbol on the canadian flag?": "a maple leaf",
    "who was the first person to set foot on the moon?": "Neil Armstrong",
    "when did the revenge of the sith come out?": "April 9, 2005",
    "when does hong kong revert back to china?": "1 July 1997",
    "what did barack obama do before he took office?": "No relevant answer found in the given context.",
    "what language do they speak in northern ireland?": "English (no specific language mentioned in context)",
    "in which province is pretoria?": "Gauteng",
    "what is the fourth highest mountain in the world?": "Lhotse",
    "on what continent is canada found?": "North America",
    "what teams did shoeless joe jackson play for?": "Philadelphia Athletics, New Orleans Pelicans, Cleveland Naps",
    "who played albus dumbledore in harry potter 6?": "Michael Gambon",
    "when was the song we are the champions written?": "unknown/unsure",
    "where is the eiffel tower?": "Paris, Texas",
    "who's the lead singer of the led zeppelin band?": "There is no lead singer of the Led Zeppelin band as they disbanded in 1980 after the death of their drummer John Bonham.",
    "what city is also known as \"the gateway to the west\"?": "Pittsburgh",
    "what was president lyndon johnson's reform program called?": "War on Poverty",
    "what county is modesto, california in?": "Stanislaus County",
    "how wide is the milky way galaxy?": "about 1 billion light-years across (part of the Pisces-Cetus Supercluster Complex)",
    "what chain store is headquartered in bentonville, arkansas?": "Walmart",
    "who is the number 1 played artist on spotify?": "No answer provided as the given context does not contain information about the number 1 played artist on Spotify.",
    "what kind of corn is used to make ethanol?": "corn stover",
    "where was emperor tiberius born?": "The passage does not provide information about where Tiberius was born.",
    "what is nicholas cage's profession?": "actor",
    "what band does adam levine sing for?": "Maroon 5",
    "what is the national park in utah?": "There is no national park mentioned in Utah in this context. The context is about Great Basin National Park, which is located in Nevada.",
    "what is genocide?": "deliberate and systematic destruction of a group",
    "what year was the magna carta signed?": "N/A - The question is incorrect. The Matignon Agreements were referred to as the \"Magna Carta of French Labor\", but they were not the actual Magna Carta.",
    "who was the king of england when the mayflower sailed?": "King James I",
    "what was the name of the newspaper where hemingway wrote?": "The Kansas City Star",
    "who decided what rights should be included in the convention on the rights of the child?": "UN General Assembly",
    "who killed john f. kennedy?": "Lee Harvey Oswald",
    "what is the latinised word for the country wales?": "Cambria",
    "what is the electrical output in madrid, spain?": "No answer provided. The context does not contain information on the overall electrical output in Madrid, Spain.",
    "what is the largest island of north america?": "Greenland",
    "when did idaho become a state?": "1890",
    "what kind of biome is the everglades?": "wetland",
    "what is the longest suspension bridge in the u.s.?": "Unknown (not provided in context)",
    "what kind of source is the washington post?": "newspaper",
    "what primary colors do you mix to make orange?": "red and yellow",
    "who killed harvey milk?": "Dan White",
    "what county is charlotte north carolina?": "This question cannot be answered as it is based on incorrect information. Charlotte is not a county in North Carolina, it is a city.",
    "how did janice joplin die?": "The context does not provide information on Janice Joplin's cause of death.",
    "when was abraham lincoln born?": "N/A - The context does not provide information on Abraham Lincoln's birthdate.",
    "example of fallacy of argument against the person?": "Bulverism",
    "what peninsula is spain part of?": "Iberian Peninsula",
    "what is the location of the sea of tranquility?": "moon",
    "what is phosphorus?": "a chemical element",
    "what are the animals that don't have backbones called?": "invertebrates",
    "what is the shape of a porpoises' tooth?": "spade-shaped",
    "what is the primary language in iceland?": "Icelandic",
    "what is the number of buffaloes thought to have been living in north america when columbus landed in 1492?": "N/A (the context does not provide information on the number of buffaloes)",
    "what novel is john steinbeck best known for?": "Of Mice and Men",
    "where does the jordan river end?": "Great Salt Lake",
    "what sea does the yangtze river flow into?": "East China Sea",
    "what is an atom?": "a fictional comic book superhero from DC Comics universe",
    "when was hiroshima bombed?": "August 6, 1945",
    "when was the first kidney transplant?": "December 23, 1954",
    "first gender park in india inaugurated at which place in kerala?": "There is no question provided.",
    "where does luke skywalker live in star wars?": "Tatooine",
    "what is the abbreviation for texas?": "Tex.",
    "what country did ponce de leon come from?": "Spain",
    "who said imperialism is the highest stage of capitalism?": "Lenin",
    "what blood vessel carries blood away from the heart?": "great arteries",
    "where are the pyramids of giza located?": "to the southeast",
    "who invented the slinky?": "Richard T. James",
    "when did dodgers last go to world series?": "The context does not provide information on when the Dodgers last went to the World Series.",
    "what was the date of the chelsea flower show in 1992?": "No information provided.",
    "who was president in 1913?": "Victoriano Huerta",
    "what weapon is typically used by a samurai 1. katana 2. dagger?": "both katana and dagger (specifically, the kaiken)",
    "who's won the most formula 1 grand prix?": "Michael Schumacher",
    "what is thalassemia?": "a form of genetic blood disorder",
    "who got the most streams on spotify 2018?": "Kendrick Lamar's \"Damn\"",
    "what cyanobacteria is thought to be the most abundant photosynthetic organism in the ocean?": "Prochlorococcus",
    "what is cholesterol?": "a type of sterol",
    "who wrote the hymn \"amazing grace\"?": "John Newton",
    "what hemisphere is the philippines in?": "northern hemisphere",
    "when is father's day?": "third Sunday in June",
    "what is the airport code for los angeles international?": "LAX",
    "what is a nanometer?": "10 meters or a row of 10 hydrogen atoms.",
    "what colors need to be mixed to get the color pink?": "red and white",
    "the symptoms of parkinson's disease are linked to the demise of cells in what area of the brain?": "neuronal cells",
    "who is the only president to serve 2 non-consecutive terms?": "Grover Cleveland",
    "who is the composer of eugene onegin?": "Tchaikovsky",
    "for what disease is the drug sinemet used as a treatment?": "unknown, as sinemet is not mentioned in the context provided.",
    "what airport do you fly into maui?": "Kahului Airport",
    "what unicef stands for?": "United Nations Children's Fund",
    "what is the location of lake champlain?": "north of New York and Vermont, on the southern fringes of Quebec",
    "what continent does the amazon river flow through?": "South America",
    "what does target heart rate mean?": "a heart rate for healthy persons",
    "who was president of turkmenistan in 1994?": "There is no information provided in the context about the president of Turkmenistan in 1994.",
    "what is the first book sherlock holmes appeared in?": "The Case-Book of Sherlock Holmes (for this specific context)",
    "what is the name of the foreign marine pest infesting the great lakes and associated waterways since 1986?": "Actinocyclus normanii",
    "what is the most used line on the london underground?": "unknown (not mentioned in context)",
    "what is the name of the lion king's son in the movie, \"the lion king\"?": "Simba",
    "who choose legislators before the passage of the seventeenth amendment?": "state legislatures",
    "what is the oldest university in the us?": "There is no official definition.",
    "who invented the instant polaroid camera?": "Edwin H. Land",
    "what is sodium chloride?": "salt",
    "where is the mall of the america?": "on the site of the former Metropolitan Stadium",
    "what is the abominable snowman name in monsters inc?": "The abominable snowman does not appear in Monsters Inc.",
    "what is the moulin rouge?": "a cabaret in Paris",
    "what is the major fault line near kentucky?": "There is no information provided about a major fault line near Kentucky in the given context.",
    "into what language family does english fall?": "Germanic",
    "what currency can you use in aruba?": "Aruban florin",
    "what is the capital of ethiopia?": "There is no answer to this question in the given context. Asaita is mentioned as a former capital of the Afar Region of Ethiopia, but it is not the current capital of Ethiopia. The current capital of Ethiopia is Addis Ababa.",
    "what is naproxen?": "a member of the arylacetic acid group of nonsteroidal anti-inflammatory drugs (NSAIDs)",
    "where is the volcano olympus mons located?": "between the northwestern edge of the Tharsis region and the eastern edge of Amazonis Planitia",
    "who was the first vice president of the u.s.?": "unknown (not specified in context)",
    "what are platelets?": "blood component that clots",
    "what is rheumatoid arthritis?": "a disease",
    "how much has the wizard of oz made to date?": "Unknown/Not provided in context.",
    "who was the abolitionist who led the raid on harper's ferry in 1859?": "John Brown",
    "how many copies of an album must be sold for it to be a gold album?": "500,000 copies",
    "what is the only artery that carries blue blood from the heart to the lungs?": "pulmonary artery",
    "who won jennifer hudson year of american idol?": "unknown (not mentioned in context)",
    "ant man and the wasp physical release date?": "Unknown (not provided in context)",
    "what is susan b. anthony's birthday?": "Sorry, there seems to be an error in the context provided. The context is about Katharine Susan Anthony, not Susan B. Anthony, and her birthdate is already provided as November 27, 1877.",
    "what province is edmonton located in?": "Alberta",
    "what is the date of the official opening of the channel tunnel between the u.k. and france?": "N/A - The question is not relevant to the given context.",
    "what is the real name of the singer, madonna?": "Madonna (she goes by only one name)",
    "where does the white lined sphinx moth live?": "information not provided",
    "who was the leader of the soviet union in 1945?": "unknown (not specified in context)",
    "what u.s. government agency registers trademarks?": "United States Patent and Trademark Office",
    "what body of water are the canary islands in?": "Atlantic Ocean",
    "where are the remaining copies of the magna carta?": "Lincoln Cathedral and Fort Knox, Kentucky",
    "what are pathogens?": "causative biological agents involved in infectious diseases",
    "how old was elvis presley when he died?": "42 (Note: this answer is not directly stated in the given context, but is a well-known factoid)",
    "where is your corpus callosum?": "in the brain",
    "what year did the vietnam war end?": "1972",
    "what is solar wind?": "a stream of particles",
    "what are pediatricians?": "healthcare professionals",
    "who started the dominos pizza chain?": "Tom Monaghan",
    "what is pulmonary fibrosis?": "scarring of the lung tissue",
    "where jay z was raised?": "Chicago, Illinois",
    "what two companies produce bovine somatotrophin?": "unknown (not provided in context)",
    "what are the two houses of the legislative branch?": "General Assembly and Senate",
    "what type of currency is used in australia?": "Australian dollar",
    "material called linen is made from what plant?": "flax",
    "who wrote i get by with a little help from my friends lyrics?": "John Lennon and Paul McCartney",
    "what do bats eat?": "fish and insects",
    "who sings the song i don't care anymore?": "George Harrison",
    "what year did the united states abolish the draft?": "The question cannot be answered based on the given context.",
    "what is the length of the coastline of the state of alaska?": "This information is not provided in the given context.",
    "who has the constitutional power to regulate interstate commerce?": "Congress",
    "who sang i got a gal in kalamazoo?": "Tex Beneke",
    "what did edward binney and howard smith invent in 1903?": "Staonal marking crayon",
    "what are invertebrates?": "animals without a backbone",
    "where was alice walker born?": "Merion Square, Pennsylvania",
    "who is the founder of the wal-mart stores?": "There is no information provided about the founder of Wal-Mart stores in this context.",
    "what date did neil armstrong land on the moon?": "July 20, 1969",
    "what is pandoro?": "a sweet bread",
    "who coined the term \"cyberspace\" in his novel \"neuromancer\"?": "William Gibson",
    "what is the average minimum wage in the united states?": "There is no average minimum wage in the United States as it varies by state and locality.",
    "what is the name given to the tiger at louisiana state university?": "Mike",
    "where was the church of latter day saints founded?": "California",
    "what is the largest city in the u.s.?": "There is no answer provided in the given context.",
    "what state was ronald reagan governor of?": "California",
    "what city had a world fair in 1900?": "Charleston",
    "who is playing in the national championship game?": "Unknown (not provided in context)",
    "what is relative humidity?": "the humidity of the surrounding atmosphere compared to its maximum capacity at a certain temperature",
    "what is autism?": "a disorder caused by mutations or developmental factors affecting brain development.",
    "who played jenny in the doctor's daughter?": "Georgia Moffett",
    "what color is a poison arrow frog?": "green and black",
    "what style of art does andy warhol do?": "pop art",
    "what is the dollar called in brazil?": "There is no dollar in Brazil. The currency is the Brazilian real.",
    "where is the lourve?": "Not applicable. The question is unrelated to the given context about Louveciennes.",
    "where did the plains of abraham take place?": "Quebec City, Canada",
    "what is the active ingredient in baking soda?": "sodium bicarbonate",
    "who seized power in italy in 1922?": "the Fascists",
    "what is poliomyelitis?": "a disease that affects nerves and muscles, causing weakness and paralysis",
    "who played the teacher in dead poet's society?": "Robin Williams",
    "where did lee surrender to grant to end the civil war?": "Appomattox Court House",
    "what is ethics?": "an unfinished book by Dietrich Bonhoeffer",
    "in what area of the world was the six day war fought?": "Middle East",
    "what is severance pay?": "a one-time payment upon termination",
    "hazmat stands for what?": "Hazardous Material Unit Team",
    "what is hypertension?": "a long-term medical condition in which the blood pressure in the arteries is persistently elevated",
    "where is prince edward island?": "east of New Brunswick, north of the Nova Scotia peninsula, west of Cape Breton Island, and in the Gulf of St. Lawrence.",
    "what is the population of australia?": "2,250,194 (in the context provided)",
    "what subatomic particle did jj thomson discover?": "electron",
    "what is the deepest lake in the us?": "Crater Lake",
    "what monastery was raided by vikings in the late eighth century?": "Inish Cathaigh",
    "who was the first u.s. president ever to resign?": "There has never been a U.S. president who resigned.",
    "what city does mccarren airport serve?": "Las Vegas",
    "who is duke ellington?": "jazz composer",
    "what is sonar?": "a technique for detecting sound underwater",
    "who is broadcasting the world series in 2018?": "ESPN Radio and ESPN Deportes Radio",
    "when was lyndon b. johnson born?": "May 23, 1994",
    "what is a thyroid?": "a gland",
    "what is hawaii's state flower?": "hibiscus",
    "what year did oklahoma become a state?": "1907",
    "when did the new york rangers become a team?": "1926",
    "in what year did kobe bryant graduate high school?": "1996",
    "what language people speak in afghanistan?": "Dari",
    "when did the ottoman empire declare war on the allies?": "31 October 1914",
    "what is supernova?": "an American pop punk band",
    "what continent is australia in?": "Australia",
    "who played eliza doolittle in the movie my fair lady?": "Audrey Hepburn",
    "who was the 23rd president of the united states?": "William Henry Harrison",
    "what strait separates north america from asia?": "Bering Strait",
    "who was lincoln's secretary of state?": "William Seward",
    "do you have to register rifles in michigan?": "No",
    "what county is phoenix, az in?": "Maricopa County",
    "what year did montana become a state?": "1889",
    "where is kia car from?": "South Korea",
    "who was the first african american to play for the brooklyn dodgers?": "Maury Wills",
    "when does red dead redemption 2 launch time?": "No answer, as the context does not provide information on the launch time of Red Dead Redemption 2.",
    "what is the meaning of caliente (in english)?": "hot/spicy",
    "what breed of hunting dog did the beverly hillbillies own?": "unknown (Elly May Clampett had various exotic \"critters\")",
    "when is hurricane season in the caribbean?": "June 1 through November 30",
    "who was the first person to receive nobel prize?": "Rita Levi-Montalcini",
    "where was stephen g. breyer born?": "unknown (not provided in context)",
    "when was president kennedy shot?": "November 22, 1963",
    "what nqf level is a master's degree?": "Level 9",
    "what are the two types of twins?": "monochorionic and dichorionic diamniotic",
    "what is dianetics?": "a system of psychotherapy",
    "what is a thermometer?": "a device to measure temperature",
    "how many letters in the modern greek alphabet?": "24",
    "where is the grand canyon?": "Shawnee National Forest in Jackson County, Illinois",
    "what is the longest bone in the human body?": "This question is not relevant to the given context.",
    "what kind of paintings did frida kahlo do?": "votive images or \"retablos\"",
    "who discovered radium?": "Pierre and Marie Curie",
    "where did president eisenhower go to college?": "Army Industrial College (now known as Dwight D. Eisenhower School for National Security and Resource Strategy)",
    "who is the song you're my best friend about?": "The answer is not provided in the given context.",
    "what is a micron?": "measurement of wool fiber diameter",
    "who was the moderator of the 2004 presidential debate held at arizona state university?": "Bob Schieffer",
    "what is measured in curies?": "decay activity",
    "where did yoga originate?": "Indus Valley Civilization",
    "when was in god we trust added to paper money?": "1864",
    "how long do hermit crabs live?": "up to 12 years (confirmed), up to 40 years (claimed by some owners)",
    "which is the smallest continent in size in the world?": "Balamb",
    "what does cpr stand for?": "Conservatives for Patients' Rights",
    "in which state would you find the catskill mountains?": "New York",
    "what did charles babbage create in the 1800s?": "calculating engine",
    "what country did francis drake represent?": "unknown (not specified in context)",
    "who was galileo?": "an Italian physicist and electrical engineer",
    "what is the longest major league baseball-winning streak?": "11 games",
    "what is natural gas composed of?": "primarily methane",
    "who did the united states fight against in world war ii?": "Germany, Italy, and Japan",
    "what is phi beta kappa?": "collegiate secret society",
    "who was the first prime minister of canada?": "Sir John A. Macdonald",
    "when did new brunswick become a part of canada?": "It is unclear from the given context.",
    "where is the parliament in south africa?": "unknown (no specific location mentioned in context)",
    "who was the voice of simba?": "Frank Ådahl",
    "what is amitriptyline?": "a tricyclic antidepressant (TCA)",
    "who invented the telephone?": "Alexander Bell and Elisha Gray",
    "what is the second largest city in australia?": "Melbourne",
    "where do the chicago cubs play?": "Wrigley Field",
    "what are aborigines?": "a people in mythology"
}